[
    {
        "post": "Chào mọi người, kỳ hè này mình đang cần đăng ký thêm một môn tự chọn. Mình đang phân vân giữa Phát triển ứng dụng di động của thầy Lê Khánh Trình và Khai phá dữ liệu của cô Vương Thị Hải Yến. Không biết môn nào dễ qua hơn ạ :)) Mong các bạn cho mình xin chút review về nội quy học cũng như cách lấy điểm của 2 môn này với ạ. Cảm ơn mọi người.",
        "comments": [
            "Nguyễn Quânkhai phá dữ liệu thì mình ko biết chứ học mobile cũng khá cực đấy, trừ khi có sẵn kiến thức mobile trước"
        ]
    },
    {
        "post": "Mình là sv năm cuối và còn 1 môn này nữa là ra trường. Mong các bạn học chung cùng mk để mk có thể ra trường đúng hạn ạ.EDIT: đây là lớp hệ chuẩn nhéhttps://docs.google.com/.../1wHi_bKwzOhM.../edit...",
        "comments": [
            "Nguyễn Khoa ĐăngLớp này là của hệ clc hay là hệ chuẩn v ạ",
            "Tuan Anhhạn nộp đến bao giờ vậy b",
            "Anonymous memberAuthorCả nhà ơi 9 ng rùi :\") thêm chút nữa thui mk sẽ nộp lên pdt",
            "Đoàn Thanh SơnKC Bđh múa tí",
            "Nguyễn Chí NghĩaQuân Nguyễn lụm luôn sếp",
            "Anonymous memberAuthorMk cảm ơn các b nhiều lắm, đã có 5 b trong đó có mình r. Cố thêm chút nữa là đc mở lớp r",
            "Nguyễn Sỹ Hùngmấy cháu là mở được vậy b",
            "Lê Dương:)))))",
            "Vũ Hà Minh Trang",
            "Bich Ngoc"
        ]
    },
    {
        "post": "Chào mọi người, kì hè không có lớp Phát triển Ứng dụng Web (hệ chuẩn) nên em có mong muốn xin phòng Đào tạo mở thêm lớp.Anh/chị/bạn nào có nhu cầu học môn này vào kì hè tới có thể điền thông tin vào trang bên dưới được không ạ để em gửi lên phòng Đào tạo.https://docs.google.com/.../1wHi_bKwzOhM.../edit...",
        "comments": []
    },
    {
        "post": "Xin phép và cám ơn admin,",
        "comments": [
            "Thang Nguyen ManhAuthorAe cần thông tin chi tiết hơn đừng ngại inbox mình."
        ]
    },
    {
        "post": "[CLC] Mình đang có Tin sinh, Phát triển ứng dụng Web cần trade sang Phân tích dữ liệu trực quan ạ",
        "comments": [
            "TüngB còn môn phát triển ứng dụng web k ạ",
            "Anonymous memberAuthorTüng mình còn nhé",
            "TüngAnonymous member ib mình nhé",
            "Khanh Duysang thực hành hệ điều hành mạng CLC or xử lý tín hiệu số dc k bạn",
            "Anonymous memberAuthorKhanh Duy mình k học 2 môn đó mất r",
            "Khanh DuyThành viên ẩn danh oke ạ nếu k trade dc cho mình xin tin sinh học nhé",
            "Anonymous memberAuthorKhanh Duy oke b"
        ]
    },
    {
        "post": "Mình đang có môn phát triển web và phát triển ứng dụng di động cần đổi sang Mạng máy tính INT2213 22, ai có nhu cầu ib với ạ :((",
        "comments": [
            "Nguyễn KhangNguyễn Hữu Đồng  tìm t môn mmt nào",
            "Nguyễn Hữu ĐồngNguyễn Khang CLC :)))",
            "Nguyễn KhangNguyễn Hữu Đồng  èo tưởng ăn đc :)))"
        ]
    },
    {
        "post": "Mọi người ơi cho em xin review môn Phát triển ứng dụng di động của thầy Lê Khánh Trình với ạ. Môn này có bài tập lớn không và làm một mình hay làm theo nhóm ạ?",
        "comments": [
            "Anonymous memberAuthorcứu bé",
            "Đẹp ZaiiiThầy có ở trong nhóm đó bạn. Bạn đợi thầy vào review nhé"
        ]
    }
]