[
    {
        "post": "Các anh/ chị/ bạn cho em xin review môn mạng máy tính nên học thầy cô nào với ạ. Em cảm ơn",
        "comments": [
            "Duc Minh VuThầy Nguyễn Hoài Sơn nhé",
            "Thuý VũThầy nguyễn văn nam nhé. Hiểu thì ko hiểu đâunhg điểm dễ",
            "Linh Vănvote Hồ Đắc Phương nhé",
            "Hai NamThầy Nam nhé",
            "Văn Tuấn PhạmMr. Hồ Đắc Phương nhé. Mình học 3 lần mạng máy tính rồi mình biết",
            "Tuấn NguyenHọc cnpm đi ,ngon ăn hơn mạng máy tính đấy",
            "Văn ĐôngThầy Hồ Đắc Phương nhé, best =))(",
            "Nguyễn Quang TâmHọc chuyên nghiệp trong cn đi",
            "Tiến Dũng TháiVới kinh nghiệm học mỗi tuần một thầy và mỗi thầy một phong cách dạy  thì anh thấy học thầy nào cũng ổn",
            "Nguyễn HồngHọc marketing đi. Học mạng ko học đc đâu"
        ]
    },
    {
        "post": "Em chào anh/chị !\nAnh/ chị nào có slide bài giảng Vật Lý Đại Cương 2 của các thầy/ cô thì có thể cho em xin được không ạ?\nEm lên tài liệu VNU nhưng trên đấy gần như không có slide bài giảng môn này, vậy nên mong anh/ chị giúp em ạ. … See more",
        "comments": [
            "Viet AnhVlđc 2 cần gì học mấy đâu đề ck trường cho như giveaway A+ à",
            "Tung Do HuuViet Anh Đâu, do lớp mình toàn các bạn học chăm chỉ nghiêm túc với thầy cô dạy hay nên đề nào cũng dễ chứ",
            "Anonymous memberAuthorViet Anh Vì đề cuối kì vật lý 1 vừa rồi khó nên em nghĩ kì 2 cũng sẽ khó anh ạ.",
            "Viet AnhThành viên ẩn danh kì 2 bọn a như giveaway A+",
            "Đặng DũngBạn muốn xin slide của Thầy/Cô nào",
            "Anonymous memberAuthorĐặng Dũng Thầy/ cô nào cũng được anh ạ.",
            "Đặng DũngAnonymous member https://www.facebook.com/share/cn6XDZfBtjgrTR7r/?mibextid=WC7FNe",
            "Cong Minh Phamhttps://drive.google.com/.../1NJXVbIZCGQt8hkHfobFOAgSamnP... tặng em",
            "Anonymous memberAuthorCong Minh Pham em cảm ơn anh nhiều ạ"
        ]
    },
    {
        "post": "Anh chị nào đã hk môn lập trình hướng đối tượng cho em xin review các thầy cô dạy môn này với ạ . Em cảm ơn",
        "comments": [
            "Lê Hưng  · FollowSinh viên giờ toàn tìm thầy cô dễ tính, ko kiểm tra nhiều mà điểm cao :)))",
            "Dương Trung ÁThêm chữ lại vào trước chữ học các anh sẽ tư vấn nhiệt tình hơn",
            "Thắng PhanPhạm Đức Dũng :))",
            "Thuý VũKiến trúc máy tính thầy Thành  nhá",
            "Opa GouNé a Việt Anh ra  :)))",
            "Nguyễn Thành NhânCô Minh Châu nhé."
        ]
    },
    {
        "post": "Anh chị ơi , cho e xin Review thầy cô về mấy môn này được ko ak!!Cấu trúc dữ liệu và giải thuật\n- CN. Nguyễn Đình Tuân  … See more",
        "comments": [
            "Thịnh Nguyễnm học linh kiện điện tử ???",
            "Lê HoàHóng ké ;))",
            "Lê HoàHóng ké ;))",
            "Nguyễn Việt TrungKỹ thuật điện chắc vẫn thầy Chí dạy thay thầy Trình thôi",
            "Tuấn TúNghỉ học đi em",
            "Hoàng Tâmm học cấu trúc ai đó bảo a để a đk học chung vs",
            "Ngô Minh Khánh......",
            "Huy NguyễnNguyễn Trọng Linh đm người ae thấy gì chưa =)) tự hào vc"
        ]
    },
    {
        "post": "Mọi người ơi, cho e xin review thầy cô học cải thiện môn Đại số với ạ",
        "comments": [
            "Phạm Việt HoàngHọc thầy Trần Thanh Tùng ấy :))",
            "Phan ĐạtPhạm Việt Hoàng m có đc A+ đâu ??"
        ]
    },
    {
        "post": "Các anh chị review giúp em thầy cô mấy môn này với ạ ?có nên hủy môn nào đi không ạ ?",
        "comments": [
            "Lương Mạnhhọc đi, kén với chả chọn. Như điện quang ấy ~..~",
            "Anh Tuấnđổi lớp CTDLGT cho mình dc ko bạn, mình tặng cầu lông T7-8",
            "My Hà LêAuthor16 tín :))",
            "Ngô Đình Thànha khuyên m nên giữ 2, và 6",
            "Phạm Duytoán rr là ko lo tạch r",
            "TuấnXác suất học thầy lê sỹ vinh ấy , kì này k có thì để kì sau",
            "Đặng Trunglthdt học cô Châu ấy",
            "Trần Mạnh Hùnghủy xstk học lớp mh khác đi em =))",
            "Trần Quốc NamHủy CTDL&GT đi em.............Để a học =))"
        ]
    },
    {
        "post": "Mọi người cho em xin review môn Tin sinh học thầy Cường với ạ, môn này có phải làm btl không ạ?",
        "comments": [
            "Lò ĐứcTìm hiểu về 1 vấn đề, 1 bài báo và có 3 buổi để trình bàyPros: Học cách research độc lập, trình bày, phản biện. Thử sức với tin học trong y tế (chủ yếu là học máy).Cons: Không có nhiều ứng dụng trực tiếp nếu em làm swe.Bản thân môn học không vô dụng, cách mình tiếp cận nó thế nào thôi. Học thật làm thật thì ko ứng dụng trực tiếp cũng ứng dụng gián tiếp. Học cho đủ môn thì mình không đánh giá  mà cũng không nên đánh giá 1 môn học là vô dụng hay không nếu học với tiêu chí đấy.",
            "Phan QuânPhạm Quang review giúp bạn với kìa",
            "Nguyễn Minh Đức10 điểm k có nhưng",
            "Guang NanLâm Hoàng vô khóc",
            "Nguyễn Quang HuyNguyễn Trần Anh Đức Phạm Anh Cường cho em nó xin review",
            "Nguyễn Trường ThànhA+ trong lòng bàn tay :)))",
            "Lê DươngThuyết trình BTL từ tuần 5 tuần 6 j đấy lấy gk, ck là trình bày toàn bộ những gì đã thuyết trình và một số cái khác liên quan đến BTL bằng văn bản, ncl nhàn lắm",
            "Nghia BeTôi chưa học nhưng khoá bạn tôi cao nhất là B+ hsao ấy :)))",
            "Nguyễn Thành Đôko học đc gì từ môn này đâu em"
        ]
    },
    {
        "post": "Mọi người cho em xin riviu về các môn tự chọn với ạ. Kì sau e vẫn còn full 15 tín nhưng  chưa biết nên học môn nào và thầy cô nào cho hợp lý =((\nNhững môn đánh dấu là những môn e dự định sẽ đăng ký. Nhưng môn nào dễ mn recommend giúp e ở dưới nhé.\nMn riviu luôn thầy cô dạy môn đó luôn nhé… See more",
        "comments": [
            "Phúc Nguyễnquản lý dự án phần mềm m học r à",
            "Công Nguyễnthu thập phân tích yêu cầu",
            "Công Nguyễnquản lý dự án",
            "Nguyen Ngoc GioiQuản lý dự án ok đó, chăm làm bt các thứ là đc, cuối kì thì có dạng bài chỉ cần ôn kĩ là đc",
            "Trần Văn Phongthiết kế giao diện khá easy",
            "Hùng NguyễnThương mại đt code ecom :)))",
            "Thành Long4 môn đầu nhé",
            "Phạm Tuấn Dũngbỏ requirement engineering mà làm nguời em ơi",
            "Kiều Longhọc an toàn an ninh",
            "Thuý VũThương mại điện tử thầy Hưng cả lớp A vs A+ nhé  quản lý dự án pm chăm làm bt, cuối kì ôn dc là ok. Điểm danh gắt thôi."
        ]
    },
    {
        "post": "mọi người cho em xin ít review về môn kỹ thuật điều khiển của cô Vân và thầy Triển với ạ ,:(",
        "comments": [
            "Nguyễn HiếuHọc cô Vân em ơi"
        ]
    },
    {
        "post": "Mn ơi kì này môn dsa em có những thầy cô như sau:● Thầy Nguyễn Việt Hà- cô Vương Thị Hải Yến● Thầy Lê Quang Hiếu- thầy Kiều Hải Đăng● Thầy Lê Quang Hiếu- thầy Ngô Xuân Trường● Cô Nguyễn Nhật Thanh- cô Nguyễn Thị Thu Trang A… See more",
        "comments": [
            "Nguyễn HoàngAuto cô Ma Thị Châu nhé",
            "Anonymous memberAuthorNguyễn Hoàng cô dạy hay lắm hả anh. Anh có thể nói rõ hơn chút đc k ạ",
            "Nguyễn HoàngThành viên ẩn danh cô chỉ dạy rất tận tình, với lại học cô thì bạn có cơ hội xin cô hướng dẫn các môn về sau như đồ án, thực tập, dự án,..... Cô lo từ A đến Z cho bạn luôn",
            "Anonymous memberAuthorNguyễn Hoàng em cảm ơn anh ạ",
            "Vũ Minh Hiếuhọc cô Châu 1 lần mà vẫn nice xừ, cô Châu 10đ không có nhưng nhé em.",
            "Anonymous memberAuthorem cảm ơn anh"
        ]
    },
    {
        "post": "Mọi người cho tớ xin review Môn Nguyên Lý Hệ Điều Hành học thế nào với( thầy Hiếu, thầy Thành, thầy Châu,cô Hậu, thầy Chiến  ..) môn này là môn tự chọn vs t",
        "comments": [
            "Bùi Đức Thọthầy hiếu, học nguyên slide + ghi chép mấy bt, ví dụ thầy đưa ra trên lớp là ok (có thể trúng vào cuối kì)giữa kì, cuối kì xem tài liệu thoải mái",
            "Ngọc Sơnthầy sơn nhé bạn  vô hoxx",
            "Tiến DuyMôn đấy khó vcc nhé bạn.",
            "Nguyễn Xuân Đươngthầy đương nhé bạn",
            "Phạm Công Minhthấy Hiếu"
        ]
    },
    {
        "post": "Các tiền bối cho em xin review về các thầy và môn học sau với.1. Cô Ma Thị Châu : Môn CTDL&GT.2. Thầy Nguyễn Kiên Cường : Môn Cơ nhiệt.",
        "comments": [
            "Nga NguyễnCơ nhiệt thầy Cường",
            "Chung Quang PhạmCơ nhiệt thầy Long thầy Tú chuẩn bài",
            "Phạm Giỏi.",
            "Bùi Phương Namem kì này học thầy Cường, và thật sự không hiểu thầy dạy gì",
            "Tuan Anh.  thầy cường,  .sao k phải thầy châu nhỉ",
            "Phương Thanhsao vẫn học cơ nhiệt ???",
            "Tuấn Linhhôm nọ đại ca còn tư vấn e học cơ nhiệt mà  sao nay đã thấy học lại rồi",
            "Quang Huy. Phan Đức Huân hè này ae cơ nhiệt",
            "Quang TháiTrương Hoàng Giang thầy KC cơ nhiệt kìa, review xem nào"
        ]
    },
    {
        "post": "Cho em xin review các môn này với ạ+ CSDL thầy Vũ Bá Duy + cô Cẩm Vân+ OOP thầy Võ Đình Hiếu+ KTMT thầy Ngọc Hóa+ XSTK thầy Đặng Cao Cường",
        "comments": [
            "Phạm TúCsdl tuyệt vời, 10 điểm",
            "Lê DươngKTMT aim thầy Trần Trọng Hiếu hoặc Trần Xuân Tú hoặc Nguyễn Trí Thành nha XSTK muốn kiếm A+ easily thì aim thầy Đô OOP thầy Võ Đình Hiếu là tốt nhất rồi, giữ lại nhó",
            "Huy Nguyen QuangKtmt nộp bài đủ là được nhé =)))))))",
            "Vũ Minh ThưTrần Thanh Thảo thầy Cường ổn k cậu",
            "Hoàng Gia Minh1 bú đẫm2 nấu ăn3 không biết4 nấu ăn",
            "Nami NguyenMuốn kiến thức chắc thì học thầy Duy. Oop thầy VĐH thì quá tuyệt zời rùi. Còn lại chưa trải nghiệm :>",
            "Tiến Quangchí ý thì hãy thêm chữ thầy với chữ cô vào để tôn trọng họ chứ nhỉ ?",
            "Vũ Minh Hiếu(1) run away, (4) mr Đô and Vinh is da best,",
            "Nguyễn Hoài Ngânrun from (1) (đã trải nghiệm) và (2) (4) (nghe bảo thế)",
            "Nam HàChạy ngay khỏi thầy Duy e nhé =]]]]"
        ]
    },
    {
        "post": "Các bạn cho mình xin review môn bóng chuyền da được khum ạ, có thầy cô nào gắt gắt mà dạy môn này k  Mình cảm ơn nhée",
        "comments": [
            "Nguyễn Đăng QuangCó thầy huychungtom gắt nhất :))",
            "bù nhìnmôn gdtc cơ bản là điền kinh phải ko mọi người?"
        ]
    },
    {
        "post": "M.n cho e xin review về các thầy cô dạy môn mạng máy tính và công nghệ phần mềm vs ạ",
        "comments": [
            "Đỗ Thanh TâmNguyễn Vũ Đông đây này c",
            "Khánh DuyMạng máy tính học thầy Hồ Đắc Phương nhá. Sách mạng máy tính trường mình là do thầy viết :))",
            "Dương Nguyễnhọc mạng máy tính thì cứ thầy Sơn mà tiến thôi",
            "Văn Sĩthầy bá duy e nhé",
            "Hoàn Nguyễn ĐắcMạng máy tính học Hồ Đắc Phương nhé ;))",
            "Nguyễn ThưởngChấm"
        ]
    },
    {
        "post": "Em muốn xin review các thầy cô em sắp học năm tới ạXSTK - thầy Đặng Thanh HảiCSDL - cô Dư Phương Hạnh-TA và cô Nguyễn Ngọc Quỳnh-THDSA - thầy Lê Quang Hiếu-CL và thầy Kiều Hải Đăng-THKTMT - PGS.TS Nguyễn Ngọc Hóa … See more",
        "comments": [
            "An Duc Vinh PhamThầy Hải dạy hay nha em!",
            "Diễm QuỳnhNguyễn Trang  hoc dsa hong",
            "Nguyễn Linhdsa mình học thầy Đăng thực hành, cũng chủ yếu lên lớp tự làm bài thôi. có gì khó hỏi thầy. Mình thấy thầy cho điểm không khó nên học cx oke",
            "Nguyễn Linhmình ko học xstk thầy Hải nhưng học thầy toán rr nếu là mình thì mình sẽ không chọn học thầy nữa đâu nên bạn tự hiểu =)))))",
            "Lê DươngDSA thầy Hiếu oke nhé em, OOP thầy Việt nữa XSTK thầy Đặng Thanh Hải cx oke, nhma có thể chọn thầy Lê Phê Đô cũng rất được nhé",
            "Nghia BeKtmt thầy Hoá thì... khóMôn đấy nhiều cái hơi trừu tượng nên khó kp do thầy. Còn thầy thì cũng k quá áp lực với sinh viên, nmà đừng để đầu rỗng là được",
            "Nguyễn Linhthầy Việt dạy dễ hiểu, trong lớp ghi chép vở đầy đủ là giữa kỳ điểm cao (gki kiểm tra tự luận, dc dùng tài liệu). Mình thấy thầy dạy nhiệt huyết và dễ tính nếu bạn nghiêm túc học hành ^^ đi học đầy đủ vì thầy có điểm danh"
        ]
    },
    {
        "post": "Mọi người cho em xin review môn Tin Sinh Học của thầy Cao Cường được không ạ",
        "comments": [
            "Vinh Quang TranNguyễn Hoàng chỉ giáo môn này auto A+ 10 tròn",
            "Phạm Tuấn Hiệpcả lớp trên 8."
        ]
    },
    {
        "post": "m.n có thể review cho em về môn Tín hiệu và hệ thống học thầy cô nào hơn ạ (có thầy tân, thầy hà, cô quỳnh, cô thịnh, thầy công). em cảm ơn",
        "comments": [
            "Thanh BìnhCô Thịnh",
            "Phạm Ngọc Quýthầy Lê Vũ Hà",
            "Vũ Minh HoàngLê Hồng Hội tư vấn cho em ấy nên học thầy cô nào đi .",
            "Ngọc TháiChuẩn cô Thịnh nhé",
            "Ngọc TháiChuẩn cô Thịnh nhé",
            "Không Một AiEm nên chọn thầy Tân tất cả các môn nếu thầy dạy",
            "Ngọc ThànhThầy Lưu Mạnh Hà nhá",
            "Nguyễn Thanhkhuyên thật lòng là trừ thầy Hà ra, cô Thịnh khá ok còn kì này mình định học cô Quỳnh",
            "Xuân LêCô thịnh :))",
            "NguyenQuang SangThầy Lưu mạnh hà nhé"
        ]
    },
    {
        "post": "Mn ơi cho mình hỏi vớiKì trước môn dự án thấy các bạn bảo đợi thông báo sau đó viết mail xin thầy hướng dẫn (mình tự chọn thầy rồi xin hướng dẫn)Kì này mình k biết có bỏ lỡ thông báo nào không mà giờ chỉ thấy link có phân công thầy cô sẵn  luôn rồiCho mình hỏi mình muốn xin sang thầy hướng dẫn khác được không ạ?Cảm ơn các bạn",
        "comments": [
            "Trần Minh Tiếnthầy nào đấy",
            "Nguyễn Anh PhươngỦa môn này cũng phân công thầy cô hướng dẫn luôn à c, cho mình xin cái link được k !!",
            "Hà SửuHình như là k đc dky :)))",
            "Hùngtưởng là thầy chọn chứ có chọn thầy bao giờ ×.×",
            "Trần Đức HọcKhông biết là có xin đổi được không",
            "Bùi Văn MinhCô Điệp hướng dẫn dự án j v???"
        ]
    },
    {
        "post": "Mọi người cho mình xin review về mấy cô Ma Thị Châu,Hoàng Thị Ngọc Trang dạy tin 4 với .Mà ai có biết thầy cô nào dạy tin 4 dễ tính,dễ hiểu,dễ qua môn thì chỉ giúp mình.Mình trượt 2 lần môn này vì đăng ký ngu người mong mấy bạn giúp đỡ cho.",
        "comments": [
            "Phạm DuyCô châu kỳ này đá sang tin 4 à",
            "Trần Quang Huycô Nhạn nhé, chăm 1 tí khâc bọt ngay",
            "Trần Thị Lan HươngTin 4 vote thầy An =)))) Phan Anh",
            "Trần Mạnh CườngVote cô Trang dạy thực hành nhé, cô cực kì tận tình, cô không khó cũng không dễ tính, nhưng rất dễ gần nếu bạn thực sự muốn học. Nhớ lần xin cô tài liệu học C, cô gửi cho 1 lần, vài hôm sau thấy có quyển hay cô vẫn mail gửi tiếp. Cảm ơn cô vì đã cho mình khởi đầu mình nghĩ là rất tốt ở UET . À đề cô cũng khá dễ nữa nhé. Mà dễ qua môn thì combo full cô Nhạn hoặc cô Nhạn + cô Trang.",
            "Phương NguyênThầy Hồ Đắc Phương",
            "Thiên Longthầy Khôi c nhévừa qua dễ vừa cảm thấy khả năng lập trình tấn phong lên 1 tầm cao mới",
            "Trần Thùy LinhCòn ai khác ngoài cô Trang không ạ? Năm 1 học cô Trang tạch 1 lần rồi",
            "Nguyễn Dươngcô Trang nhé, nếu bạn chịu khó nghe giảng và làm bài tập thì auto A+",
            "Nguyễn Trọng HòaTrượt khi gặp cô Trang đhs",
            "Sơn Zaicô Trang nhé"
        ]
    },
    {
        "post": "Mọi người cho em xin review môn bổ trợ nên học gì và học ai cho đỡ khoai với ạ?\nCả cấu trúc dl và gt thầy Việt Anh nữa ạ!\nEm cảm ơn ạ",
        "comments": [
            "Trần Diễm Quỳnh.",
            "Nguyễn Thái TiệpCấu trúc học cô châu cho nhiều kiến thức các bạn ạ...",
            "Trường NguyễnB đọc vở cái là thuộc bài r học ai chả đc",
            "Minh Trần.",
            "Le Minh Tambạn là bên ngành nào thế ạ",
            "Ngô Thị TrangBổ trợ học chuyên nghiệp trong công nghệ và học thầy Hà Minh Cường, ez A+",
            "Thái Huy Nhật QuangChuyên nghiệp trong công nghệ là tier 1",
            "Lê Linh2 môn toán là ok nhé bro",
            "Nguyen Anh DucChuyên Nghiệp trong công nghệ by Mrs Thuý Quỳnh ẹ,A+ lun",
            "Mai Phùng MạnhCtdlgt thầy Quang Hiếu nhé. Học nhàn. Lên lớp chỉ việc ngủ. Điểm để giấc mơ lo"
        ]
    },
    {
        "post": "Dạ ai cho em xin rv môn Kỹ năng khởi nghiệp của cô Hoàng Thị Hải Yến với thầy Chử Đức Hoàng với ạNên học ai và hình thức thi của 2 thầy cô này như nào, em xin cảm ơn ạ",
        "comments": [
            "Hoàng Văn PhiCô Yến học cực đã :)) cô cực kì tâm huyết =)) nói chung là tuyệt vời =))",
            "Tien Dunghọc cô Yến vui lắm bạn, có nhiều hoạt động hay, điểm cô cho cũng cao, giữa kỳ pitching với cô, cuối kỳ làm tiểu luận",
            "Hiếu PhạmTien Dung phần làm tiểu luận có khó lắm k ạ",
            "Tien DungHiếu Phạm dễ lắm = )), t làm đúng 1 ngày được 9đ",
            "Trần Huy HoàngHiếu Phạm ae mk có thể collab vs nha",
            "Hiếu PhạmTrần Huy Hoàng cẹc"
        ]
    },
    {
        "post": "Mng có thể cho mình xin review cách dạy, cho điểm của thầy Lê Khánh Trình được không ạ. Kì này mình đăng kí OOAD của thầy nhưng hình như đây là lần đầu thầy dạy môn này nên không có nhiều thông tin.",
        "comments": [
            "Quân TrịnhThầy 10 điểm nhỉ Hoàng Gia MinhHà Hoàng Phúc",
            "Dũng Việt Vũthầy xịn sò nhé :))",
            "Lê Khánh TrìnhBạn học thử r review lại nha",
            "Tung TungBạn Leo Duy Khánh học năm 2 uet review kìa",
            "Hien ShiroThầy đẹp chai, cho điểm sướng. Còn lúc học thì nói thật đời t chưa baoh ngồi khấn với tần suất kinh khủng như thế mỗi tiết thầy dạy :))Nma quan trọng là thầy đẹp chai  Recommended",
            "Đậu XanhChăm phát biểu lên nhé, bú đẫm lên nhé*Từ một người được +10 bonus tổng kết của thầy Đừng hỏi ngu. Đứa khác lấy điểm đấy*A đã thó của 1 thằng 3 điểmChăm làm bvn, trong h học nghiêm túc *Điểm auto cao luôn nhé, toàn B+ đổ lên cả lớpVà thầy ĐẸP TRAI LẮM LUÔN NHÉ. Rcm học",
            "Đỗ Nhữ Hoàng NamĐúng rùi, hình như kì này là kì đầu thầy dạy môn này ó.Review về thầy thì thầy đẹp trai nha =))))) Thầy cũng dạy khá chill. Môn mình học thì chủ yếu là làm bài tập lớn thôi nên mình cũng chưa rõ lắm về khả năng truyền đạt của thầy, nma mình nghĩ là cũng oke thôi vì giọng thầy mình thấy hay. Điểm thầy cho với mình thì khá oke.Nên học nha =))))))))))Môn này cuối kì thi giấy đề chung nên là mình nghĩ là các thầy chấm bài cũng giống nhau thôi."
        ]
    },
    {
        "post": "Các a/c, bạn nào đã học môn Dự án công nghệ thầy Lê Đức Trọng có thể cho mình xin review về nội dung môn học được không ạ vì mình thấy học vào tiết 1-5 ( Chủ Nhật )",
        "comments": [
            "Lê Đức TrọngMôn này ko học tại Giảng đường, giống kiểu Thực tập. Thực chất môn này là môn chuẩn bị cho Khoá luận tốt nghiệp, em sẽ tìm GVHD luôn (Mình chỉ là GV điều phối học phần). Nội dung học phần tuỳ vào yêu cầu của GVHD, ví dụ tìm hiểu bài toán, nghiên cứu các công nghệ …"
        ]
    },
    {
        "post": "Em chào các anh chị, mình chào các bạn trong gr ạ!Cho em/mình hỏi là học môn Kiến trúc máy tính với thầy (cô) nào là okela nhất ạ?Em/mình xin cảm ơn!",
        "comments": [
            "Vũ Minh Hiếuthầy Thành , không thi mà làm 3 4 bài kiểm tra, với lên bảng chữa bài nữa",
            "ThảoThầy Thành là chân ái.",
            "Nguyễn Quang HuyThầy Thành hơi khó tính nhưng kiến thức đủ, sâu",
            "Bách Ngô Xuânthầy Thành nhé",
            "Lê DươngAuthorPS: Lớp em/mình kì này học môn KTMT với thầy Trần Xuân Tú. Nếu ai có ít thông tin về thầy Tú hay review về thầy thì càng tốt ạ",
            "Dươngnguyễn trí thành",
            "Phạm DuyThầy Thành giờ có thêm phần làm BT trên web online rồi nhé",
            "Son NguyenChú ý kẻo nhầm mã lớp nhé :>"
        ]
    },
    {
        "post": "Mọi người cho em xin review môn nguyên lí hệ điều hành của thầy Nguyễn Trí Thành, cô Nguyễn Thị Hậu, thầy Phan Xuân Hiếu với ạ. Em cảm ơn ạ.",
        "comments": [
            "Đỗ Ngọc Nam+1 cô Hậu, các đầu điểm gồm 2 bài trắc nghiệm trên courses, 1 bài thuyết trình BTL theo nhóm (các nhóm chấm chéo nên cao, gỡ điểm). Cô có giao bài tập hàng tuần trên courses nữa, giơ tay phát biểu được cộng điểm. Nchung là không khó, điểm lớp mình hầu như toàn 8+",
            "Anonymous memberAuthorĐỗ Ngọc Nam dạ em cảm ơn nhiều ạ"
        ]
    }
]